{
  "name": "Name",
  "character name": "Character name",
  "hp": "Life point",
  "hp max": "Maximum life point",
  "description": "Description",
  "dm": "Game master",
  "dm initial": "GM",
  "load more": "Load more dice",
  "invitation code": "Invitation code",
  "campaign name": "Name of the new campaign",
  "create": "Create",
  "no dice histo": "None dice roll for the moment",
  "number": "Number",
  "option": "Option",
  "inventory": "Inventory",
  "new character": "New Character",
  "characteristic": "Characteristic",
  "auto generation": "Random generation",
  "skill": "Skills",
  "sign in with google": "Sign in with Google",
  "sign up with google": "sign up with Google",
  "new skill created with success": "New skill created",
  "update succed": "Update successful",
  "an error is appeare": "An error has occurred",
  "back to character": "Back to the character",
  "update": "Update",
  "new skill": "New skill",
  "was created with success": "was successfully created",
  "campaign information": "Campaign information",
  "character": "Character",
  "join": "Join",
  "search": "Search",
  "validate": "Validate",
  "of": "of",
  "item name": "Item name",
  "number of item": "Number",
  "no description": "This character has no description",
  "my campaign": "My campaign",
  "create campaign": "Create a new campaign",
  "join campaign": "Join a campaign",
  "my characters": "My characters",
  "created at": "Created on",
  "number of dice roll": "Number of dice thrown",
  "number of user": "Number of players",
  "character generation type": "Character generation",
  "classique": "Ready to play",
  "custom": "Customize",
  "no roll": "No dice roll for the moment",
  "characteristics": {
    "strength": "Strength",
    "dexterity": "Dexterity",
    "endurance": "Endurance",
    "intelligence": "Intelligence",
    "charisma": "Charisma"
  },
  "skills": {
    "craft": "Craft, building",
    "cac": "Close combat",
    "dist": "Ranged combat",
    "nature": "Knowledge of nature",
    "secret": "Knowledge of secrets",
    "run": "Run, jump",
    "stealth": "Stealth",
    "law": "Law",
    "dodge": "Dodge",
    "intimidate": "Intimidate",
    "read": "Reading, writing",
    "lie": "Lying, persuading",
    "perception": "Perception",
    "pilot": "Pilot",
    "psychology": "Psychology",
    "reflexes": "Reflexes",
    "lock": "Locks and traps",
    "heal": "Healing",
    "survive": "Survive",
    "steal": "Steal"
  },
  "skillsHelp": {
    "craft": "Allows you to make objects manually, as long as you have the necessary materials and tools.",
    "cac": "Allows the use of hand-to-hand weapons in combat, whether they are one-handed or two-handed. Can also be used to parry if the character has a suitable weapon. A single Close Combat skill is used for all close combat weapons, but the GM may impose a -10% penalty if he considers the weapon used too exotic for the character.",
    "dist": "Allows the use of projectile weapons (bows, crossbows...) or throwing weapons (knife, bolas...). The same skill is used for all ranged weapons, but the DM can impose a -10% penalty if he considers the weapon used too exotic for the character.",
    "nature": "A mixture of chemistry and biology, this skill allows you to identify outdoor elements, such as plants and poisons, or to learn more about animals.",
    "secret": "Gives the character clues to incomprehensible elements of general knowledge (history, geography, heraldry, etc.). Can also be used to learn about magic and certain legends.",
    "run": "Even though the name refers only to its two main activities, this skill actually allows you to perform any physical action, including swimming or climbing.",
    "stealth": "Used when you need to disguise yourself or make yourself forgotten in the place where you are/will be. When you have the right equipment to disguise yourself, you can even take on the appearance of someone in particular if you succeed in your roll with a -20% penalty. In the case of a stalker or pursuit, your Stealth will be opposed to your opponent's Perception.",
    "law": "Gives you access to the administrative and judicial customs of the kingdoms you travel through. You know what is illegal or not and the penalty for different crimes and offenses.",
    "dodge": "This skill is used in combat to avoid the various blows that are dealt to you. You cannot attack the same turn you are dodging.",
    "intimidate": "Sometimes talking is not enough and you will need to use threats, innuendos and loud voices to force your audience to agree with you. Intimidation comes into play at this point.",
    "read": "Without this skill, a hero can read absolutely nothing, not even a signpost. Reading a book requires half a day per separate game.",
    "lie": "More subtle than Intimidate, this skill allows you to get your audience to agree with you. It is used in all negotiations: commercial, political, trickery, etc. Your interlocutor has the right to a roll under Psychology to not let him or herself be intimidated.",
    "perception": "Represents the character's ability to quickly capture and analyze different information from his environment.",
    "pilot": "Whether you are riding a horse, driving Kniga's strange machines or even leading a ship, this skill allows you to direct and/or maneuver any means of locomotion (animal, vegetable, mechanical, other...). The presence of several people on large ships is always necessary.",
    "psychology": "This skill allows you to gain insight into the expectations of other individuals and to stand your ground when someone tries to manipulate you. It is used to resist Lying, Persuading or Intimidating.",
    "reflexes": "Sometimes you'll need to be quick to escape a rock slide, prevent a noblewoman from swallowing a poison, or protect a child from a crossbow bolt. Reflexes comes into play at just such times. Combat also uses this skill to determine who acts first.",
    "lock": "Allows you to pick or lock any type of non-magical lock and to make or disarm any type of mechanical trap.",
    "heal": "Allows you to heal the wounded, as long as you have the minimum number of tools necessary. A successful roll heals 1d6 life points, but a failed roll causes the target to lose another 1d3. This skill is also used to diagnose and cure diseases, sometimes coupled with Knowledge of Nature to create the cure yourself.",
    "survive": "A combination of orienteering, star gazing and resourcefulness, this skill allows you to cope with unfamiliar places. This skill is used to determine if you can find enough to sustain yourself in the wilderness.",
    "steal": "A favorite skill of rogues and other woolgatherers, Stealing allows the character to relieve an owner of his or her small possessions, whether it's a purse full of coins, a ring, or other items. The GM may impose a penalty if the object to be stolen is particularly large. The victim of the theft is entitled to a roll under Perception to catch the thief in the act."
  },
  "clear cache": "Reload data",
  "logout": "Logout",
  "hide roll": "Hide my roll",
  "creationHelp": {
    "characteristicsHead": "You have two methods to determine the different characteristics:",
    "chara1": "Roll 3 six-sided dice (abbreviated as 3 d6) and add up the results for each.",
    "chara2": "Distribute 60 points among the 5 characteristics with a minimum of 4 and a maximum of 18.",
    "charaFoot": "You can also use the first method and do three feature draws. You will then choose the best of the three sets of numbers (not the best number each time).",
    "skillsHeadClassic": "This method has a double advantage: higher initial scores and a character directly ready to use.",
    "skillsHeadCustom": "This method allows you to personalise your hero by developing certain skills more. However, the non-customized skills will be weaker than with the first method.",
    "skillsFootCustom": "You have 50 points to distribute as you wish, on a 1:1 basis. At creation, no character can have a skill higher than 90."
  },
  "name of skill": "Name of the skill",
  "value of skill": "Value",
  "create skill": "Create a skill",
  "error": {
    "chara90": "Error: One of the skills exceeds the maximum value of 90"
  },
  "start to play now": "Start playing now..",
  "customized": "Custom",
  "item": "Item",
  "company": "Company",
  "dice": "Dice",
  "choose a file": "Select a picture"
}