{
  "name": "Nom",
  "character name": "Nom du personnage",
  "hp": "Point de vie",
  "hp max": "Point de vie maximum",
  "description": "Description",
  "dm": "Maître du jeu",
  "dm initial": "MJ",
  "load more": "Charger plus de dès",
  "invitation code": "Code d'invitation",
  "campaign name": "Nom de la nouvelle campagne",
  "create": "Créer",
  "no dice histo": "Aucun dès lancé pour le moment",
  "number": "Nombre",
  "option": "Option",
  "inventory": "Inventaire",
  "new character": "Nouveau personnage",
  "characteristic": "Caractéristique",
  "auto generation": "Génération aléatoire",
  "skill": "Compétences",
  "sign in with google": "Connexion avec Google",
  "sign up with google": "S'inscrire avec Google",
  "new skill created with success": "Nouvelle compétence créée",
  "update succed": "Mise à jour réussi",
  "an error is appeare": "Une erreur est arrivé",
  "back to character": "Retour au personnage",
  "new skill": "Nouvelle compétence",
  "update": "Mise à jour",
  "was created with success": "à été créé avec succès",
  "campaign information": "Information de la campagne",
  "character": "Personnage",
  "join": "Rejoindre",
  "search": "Rechercher",
  "validate": "Valider",
  "of": "de",
  "item name": "Nom de l'objet",
  "number of item": "Nombre",
  "no description": "Ce personnage n'as pas de description",
  "my campaign": "Mes campagnes",
  "create campaign": "Créer une nouvelle campagne",
  "join campaign": "Rejoindre une campagne",
  "my characters": "Mes personnages",
  "created at": "Créé le",
  "number of dice roll": "Nombre de dé lancé",
  "number of user": "Nombre de joueur",
  "character generation type": "Génération des personnages",
  "classique": "Prêt à jouer",
  "custom": "Personnaliser",
  "no roll": "Aucun dès encore lancé",
  "characteristics": {
    "strength": "Force",
    "dexterity": "Dextérité",
    "endurance": "Endurance",
    "intelligence": "Intelligence",
    "charisma": "Charisme"
  },
  "skills": {
    "craft": "Artisanat, construire",
    "cac": "Combat rapproché",
    "dist": "Combat à distance",
    "nature": "Connaissance de la nature",
    "secret": "Connaissance des secrets",
    "run": "Courir, sauter",
    "stealth": "Discrétion",
    "law": "Droit",
    "dodge": "Esquiver",
    "intimidate": "Intimider",
    "read": "Lire, écrire",
    "lie": "Mentir, convaincre",
    "perception": "Perception",
    "pilot": "Piloter",
    "psychology": "Psychologie",
    "reflexes": "Réflexes",
    "lock": "Serrures et pièges",
    "heal": "Soigner",
    "survive": "Survie",
    "steal": "Voler"
  },
  "skillsHelp": {
    "craft": "Permet de fabriquer des objets manuellement, pour peu que l’on dispose du matériel et des outils nécessaires.",
    "cac": "Permet d’utiliser les armes de corps à corps en combat, qu’elles soient à une ou deux mains. Est également utilisé pour parer si le personnage dispose d’une arme adéquate. Une seule et même compétence de Combat rapproché est utilisée pour toutes les armes de corps à corps mais le MJ peut imposer un malus de -10 % s’il estime l’arme employée trop exotique pour le personnage.",
    "dist": "Permet d’utiliser des armes à projectiles (arcs, arbalètes...) ou de lancer (couteau, bolas...). La même compétence est utilisée pour toutes les armes à distance mais le MJ peut imposer un malus de -10 % s’il estime l’arme employée trop exotique pour le personnage.",
    "nature": "Mélange de chimie et de biologie, cette compétence permet de reconnaître les éléments en extérieur, tels que les plantes et poisons, ou d’en savoir plus sur les animaux.",
    "secret": "Donne au personnage des indices sur des éléments incompréhensibles, du ressort de la culture générale (histoire, géographie, héraldique, etc.). Peut aussi être utilisé pour en savoir plus sur la magie et sur certaines légendes.",
    "run": "Même si son nom ne concerne que ses deux activités principales, cette compétence permet en réalité d’accomplir toutes les actions physiques, y compris la nage ou l’escalade.",
    "stealth": "Utilisée lorsque vous devez vous déguiser ou vous faire oublier dans l’endroit où vous vous trouvez/rendez. Lorsque vous disposez du matériel adéquat pour vous déguiser, vous pouvez même prendre l’apparence de quelqu’un en particulier si vous réussissez votre jet avec un malus de -20 %. Dans le cadre d’une filature ou d’une poursuite, votre Discrétion s’opposera à la Perception de votre adversaire.",
    "law": "Vous donne accès aux usages administratifs et judiciaires des royaumes que vous traversez. Vous savez ainsi ce qui est illégal ou non et la peine encourue pour les différents crimes et délits.",
    "dodge": "Cette compétence est utilisée en combat pour éviter les différents coups qui vous sont portés. Vous ne pouvez pas attaquer le même tour où vous esquivez.",
    "intimidate": "Parfois, la parole ne suffit pas et il vous faudra manier la menace, les sous-en-tendus et la grosse voix pour forcer votre auditoire à être d’accord avec vous. Intimider entre en jeu à ce moment-là.",
    "read": "Sans cette compétence, un héros ne peut absolument rien lire, pas même un panneau indicateur. Lire un livre nécessite une demi-journée par partie distincte.",
    "lie": "Plus subtil qu’Intimider, cette compétence vous permet de rallier votre auditoire à votre avis. Elle est utilisée dans toutes les négociations : commerciales, politiques, entourloupes, etc. Votre interlocuteur ou interlocutrice a droit un jet sous Psychologie pour ne pas se laisser faire.",
    "perception": "Représente la capacité du personnage à capter et analyser rapidement les différentes informations de son environnement.",
    "pilot": "Qu’il s’agisse de monter un cheval, de conduire les étranges machines de Kniga voire de mener un navire, cette compétence vous permet de diriger et/ou manœuvrer tout moyen de locomotion (animal, végétal, mécanique, autre...). La présence de plusieurs personnes sur les grands navires est toujours nécessaire.",
    "psychology": "Cette compétence vous permet d’avoir un aperçu des attentes des autres individus et de rester droit dans vos bottes quand on tente de vous manipuler. Elle est utilisée pour résister à Mentir, convaincre ou Intimider.",
    "reflexes": "Parfois, vous devrez être vif pour échapper à un éboulement, empêcher une noble d’avaler un poison ou protéger un enfant d’un carreau d’arbalète. Réflexes intervient précisément à ce moment-là. Les combats exploitent aussi cette compétence pour déterminer qui agit en premier.",
    "lock": "Vous permet de crocheter ou verrouiller tout type de serrure non magique et de fabriquer ou désamorcer tout type de piège mécanique.",
    "heal": "Vous permet de soigner les blessés, pour peu que vous ayez le minimum d’outils nécessaires. Un jet réussi guérit 1d6 points de vie mais un jet raté en fait perdre 1d3 de plus à la cible. Cette compétence est également utilisée pour diagnostiquer et soigner les maladies, parfois couplée avec Connaissance de la nature pour créer soi-même le remède.",
    "survive": "Mélange de sens de l’orientation, de repérage aux étoiles et de débrouillardise, cette compétence vous permet de vous accommoder des lieux que vous ne connaissez pas. Elle est notamment employée pour déterminer si vous trouvez de quoi subvenir à vos besoins en milieu sauvage.",
    "steal": "Compétence préférée des roublards et autre tire-laine, Voler permet au personnage de soulager un propriétaire de ses menues possessions, qu’il s’agisse d’une bourse pleine de pièces, d’une bague ou autres objets. Le MJ peut imposer un malus si l’objet à dérober est particulièrement imposant. La victime du larcin a droit à un jet sous Perception pour prendre le voleur sur le fait."
  },
  "clear cache": "Recharger les données",
  "logout": "Déconnexion",
  "hide roll": "Cacher mes jets",
  "creationHelp": {
    "characteristicsHead": "Vous disposez de deux méthodes pour déterminer les différentes caractéristiques :",
    "chara1": "Lancez 3 dés à 6 faces (abrégés en 3 d6) et additionnez le résultat pour chacune d'entre elle.",
    "chara2": "Répartissez 60 points dans les 5 caractéristiques avec un minimum de 4 et un maximum de 18.",
    "charaFoot": "Vous pouvez également utiliser la première méthode et effectuer trois tirages de caractéristiques. vous choisirez alors le meilleur des trois lots de chiffres (et non le meilleur chiffre à chaque fois).",
    "skillsHeadClassic": "Cette méthode, dispose d’un double avantage : des scores initiaux plus élevés et un personnage directement prêt à l’emploi.",
    "skillsHeadCustom": "Cette méthode permet de personnaliser son héros en développant davantage certaines compétences. En revanche, les compétences non personnalisées seront plus faibles qu’avec la première méthode.",
    "skillsFootCustom": "Vous disposez de 50 points à répartir comme bon vous semble, sur la base de 1 pour 1. À la création, aucun personnage ne peut disposer d’une compétence supérieure à 90."
  },
  "name of skill": "Nom de la compétence",
  "value of skill": "Valeur",
  "create skill": "Créer une compétences",
  "error": {
    "chara90": "Erreur : L'une des compétences dépasse la valeur maximale de 90"
  },
  "start to play now": "Créer un compte et commencer votre grande épopée maintenant avec vos amis ou qu'ils soient.",
  "customized": "Personnalisé",
  "item": "Object",
  "company": "Compagnie",
  "dice": "Dé",
  "choose a file": "Importez une image",
  "archive": {
    "character": "Archiver le personnage",
    "campaign": "Archiver la campagne",
    "character-validation": "Êtes vous sur de vouloir archiver ce personnage ?",
    "campaign-validation": "Êtes vous sur de vouloir archiver cette campagne et tout ses personnages ?",
    "succed": "Archive réussit"
  },
  "save": "Sauvegarder",
  "general": "Général",
  "avatar": "Avatar",
  "management": "Gestion du personnage",
  "signup": "Inscrivez-vous",
  "new frame unlock": "Nouvelle décoration d'image débloqué 🥳"
}